import React from "react";
import Utilitiitem from "./utilitiItem/utilitiItem";
export default function utiliti() {
  return (
    <div className="w-9/10 mx-auto">
      <p className="text-center text-2xl md:text-3xl mb-10">امکانات و ویژگی ها</p>
      <div className="flex flex-row justify-center flex-wrap gap-8">
        <Utilitiitem
          title="آزمون آنلاین شخصی"
          desc="بر اساس کتاب، فصل، درس یا حتی موضوع بر اساس آخرین تغییرات کتاب‌های درسی، محدوده آزمون یا تمرین رو انتخاب کن، سوالات رو حل کن و کارنامه بگیر."
        />
        <Utilitiitem
          title="آزمون آنلاین گروهی"
          desc="تمام آزمون ها و پیش آزمون های آنلاین گزینه دو و همین طور آزمون هایی که دبیرت برات ارسال می کنه رو در بانک سوال جواب بده و کارنامه جامع دریافت کن."
        />
        <Utilitiitem
          title="جابه جایی گزینه"
          desc="ترتیب گزینه های هر سوال برای هر دانش آموز متفاوته و به این ترتیب تو آزمون های آنلاین کشوری و مدرسه، هر شرکت کننده کلید آزمون شخصی خودش رو داره."
        />
        <Utilitiitem
          title="امکانات آزمون آنلاین"
          desc="در طول آزمون ،سوالاتی که شک داری رو برای بررسی بیشتر نشان دار کن، سوالات مورد علاقه ات رو ذخیره کن، زمان رو مدیریت کن و کلی امکانات که حتما باید تجربه کنی."
        />
        <Utilitiitem
          title="رفع اشکال هوشمند"
          desc="بعد از شرکت در آزمون آنلاین مدرسه یا حتی آزمون های گزینه دو، می تونی با رفع اشکال هوشمند گزینه دو با سوالات غلط و نزده آزمونت یا سوالات جدید با همون موضوعات تمرین کنی."
        />
        <Utilitiitem
          title="کارنامه های تحلیل"
          desc="بعد از هر آزمون می توانی هم درصدهات رو ببینی و هم نتایج آماری عملکردت رو مشاهده کنی و با تحلیل آزمون،  شناخت بهتری از نقاط و ضعف و قوتت به دست بیاری."
        />
        <Utilitiitem
          title="دسترسی آسان"
          desc="به تمام امکانات بانک سوال می تونی به آسونی دسترسی داشته باشی. فقط با یک گوشی هوشمند، اینترنت و نصب اپلیکیشن گزینه دو یا ورود به سایت گزینه‌دو بانک سوال در اختیارته! "
        />
        <Utilitiitem
          title="رایگان"
          desc="برای دسترسی رایگان به بانک سوال و امکانات فوق العاده اون کافیه در تعداد مشخصی از آزمون های گزینه دو ثبت نام کنی. این شرایط در بخش خدمات گزینه دو برای هر پایه مشخص شده."
        />
      </div>
    </div>
  );
}
