export const faqData = [
  {
    id: "panel1",
    question: "بانک سوال چه ویژگی‌هایی دارد؟",
    answer:
      "بانک سوال هوشمند ما شامل بیش از ۱۰۰ هزار تست طبقه‌بندی شده، قابلیت برگزاری آزمون آنلاین شخصی، تحلیل دقیق نتایج با نمودارهای پیشرفت و سیستم رفع اشکال هوشمند بر اساس نقاط ضعف شماست.",
  },
  {
    id: "panel2",
    question: "هزینه دسترسی به بانک سوال چه مقدار است؟",
    answer:
      "دسترسی به بخش‌های پایه رایگان است. اما برای استفاده از تمام امکانات پیشرفته و شرکت در آزمون‌های جامع، طرح‌های اقتصادی ماهانه و سالانه در نظر گرفته شده که با ثبت‌نام در آزمون‌های گزینه دو، بسیاری از این قابلیت‌ها رایگان فعال می‌شوند.",
  },
  {
    id: "panel3",
    question: "بانک سوال چه مزایایی دارد؟",
    answer:
      "مهم‌ترین مزیت، صرفه‌جویی در زمان و دسترسی به سوالات استاندارد کنکوری است. همچنین نظم‌دهی به مسیر مطالعه و امکان مقایسه سطح علمی خود با سایر دانش‌آموزان کشور از دیگر مزایای اصلی این سامانه است.",
  },
  {
    id: "panel4",
    question: "با چه دستگاهی می‌توان به بانک سوال دسترسی داشت؟",
    answer:
      "سامانه ما کاملاً ریسپانسیو است. شما می‌توانید از طریق اپلیکیشن اختصاصی (اندروید و iOS)، تبلت، لپ‌تاپ و تمامی مرورگرهای گوشی هوشمند در هر زمان و مکانی به سوالات دسترسی داشته باشید.",
  },
];